[
    {
        "user": {
            "id": "610CA64E-59BD-4E92-857B-3466AC625332"
        },
        "volumesOwned": [
            1,
            2,
            3
        ],
        "completeCollection": false,
        "readingVolume": 1,
        "manga": {
            "titleEnglish": "Monster",
            "id": 1,
            "genres": [
                {
                    "id": "4C13067F-96FF-4F14-A1C0-B33215F24E0B",
                    "genre": "Award Winning"
                },
                {
                    "id": "4312867C-1359-494A-AC46-BADFD2E1D4CD",
                    "genre": "Drama"
                },
                {
                    "id": "97C8609D-856C-419E-A4ED-E13A5C292663",
                    "genre": "Mystery"
                }
            ],
            "demographics": [
                {
                    "id": "CE425E7E-C7CD-42DB-ADE3-1AB9AD16386D",
                    "demographic": "Seinen"
                }
            ],
            "sypnosis": "Kenzou Tenma, a renowned Japanese neurosurgeon working in post-war Germany, faces a difficult choice: to operate on Johan Liebert, an orphan boy on the verge of death, or on the mayor of Düsseldorf. In the end, Tenma decides to gamble his reputation by saving Johan, effectively leaving the mayor for dead.\n\nAs a consequence of his actions, hospital director Heinemann strips Tenma of his position, and Heinemann's daughter Eva breaks off their engagement. Disgraced and shunned by his colleagues, Tenma loses all hope of a successful career—that is, until the mysterious killing of Heinemann gives him another chance.\n\nNine years later, Tenma is the head of the surgical department and close to becoming the director himself. Although all seems well for him at first, he soon becomes entangled in a chain of gruesome murders that have taken place throughout Germany. The culprit is a monster—the same one that Tenma saved on that fateful day nine years ago.\n\n[Written by MAL Rewrite]",
            "startDate": "1994-12-05T00:00:00Z",
            "background": "Monster won the Grand Prize at the 3rd annual Tezuka Osamu Cultural Prize in 1999, as well as the 46th Shogakukan Manga Award in the General category in 2000. The series was published in English by VIZ Media under the VIZ Signature imprint from February 21, 2006 to December 16, 2008, and again in 2-in-1 omnibuses (subtitled The Perfect Edition) from July 15, 2014 to July 19, 2016. The manga was also published in Brazilian Portuguese by Panini Comics/Planet Manga from June 2012 to April 2015, in Polish by Hanami from March 2014 to February 2017, in Spain by Planeta Cómic from June 16, 2009 to September 21, 2010, and in Argentina by LARP Editores.",
            "mainPicture": "\"https://cdn.myanimelist.net/images/manga/3/258224l.jpg\"",
            "chapters": 162,
            "status": "finished",
            "themes": [
                {
                    "id": "4394C99F-615B-494A-929E-356A342A95B8",
                    "theme": "Psychological"
                },
                {
                    "id": "840867E7-6C60-49CE-8C47-A99AA71A2113",
                    "theme": "Adult Cast"
                }
            ],
            "score": 9.15,
            "endDate": "2001-12-20T00:00:00Z",
            "titleJapanese": "MONSTER",
            "authors": [
                {
                    "role": "Story & Art",
                    "firstName": "Naoki",
                    "lastName": "Urasawa",
                    "id": "54BE174C-2FE9-42C8-A842-85D291A6AEDD"
                }
            ],
            "url": "\"https://myanimelist.net/manga/1/Monster\"",
            "volumes": 18,
            "title": "Monster"
        },
        "id": "669B9B1F-FE12-4313-A7F5-E643E6329F79"
    },
    {
        "user": {
            "id": "610CA64E-59BD-4E92-857B-3466AC625332"
        },
        "volumesOwned": [
            1,
            2,
            3
        ],
        "completeCollection": false,
        "readingVolume": 1,
        "manga": {
            "status": "finished",
            "id": 3,
            "genres": [
                {
                    "genre": "Award Winning",
                    "id": "4C13067F-96FF-4F14-A1C0-B33215F24E0B"
                },
                {
                    "genre": "Drama",
                    "id": "4312867C-1359-494A-AC46-BADFD2E1D4CD"
                },
                {
                    "genre": "Mystery",
                    "id": "97C8609D-856C-419E-A4ED-E13A5C292663"
                },
                {
                    "genre": "Sci-Fi",
                    "id": "2DEDC015-82DA-4EF4-B983-F0F58C8F689E"
                }
            ],
            "demographics": [
                {
                    "id": "CE425E7E-C7CD-42DB-ADE3-1AB9AD16386D",
                    "demographic": "Seinen"
                }
            ],
            "sypnosis": "As the 20th century approaches its end, people all over the world are anxious that the world is changing. And probably not for the better.\n\nKenji Endo is a normal convenience store manager who's just trying to get by. But when he learns that one of his old friends going by the name \"Donkey\" has suddenly committed suicide, and that a new cult led by a figure known as \"Friend\" is becoming more notorious, Kenji starts to feel that something isn't right. With a few key clues left behind by his deceased friend, Kenji realizes that this cult is much more than he ever thought it would be—not only is this mysterious organization directly targeting him and his childhood friends, but the whole world also faces a grave danger that only the friends have the key to stop.\n\nKenji's simple life of barely making ends meet is flipped upside down when he reunites with his childhood friends, and together they must figure out the truth of how their past is connected to the cult, as the turn of the century could mean the possible end of the world.\n\n[Written by MAL Rewrite]",
            "titleEnglish": "20th Century Boys",
            "background": "20th Century Boys won the Kodansha Manga Award in the general category in 2001, an Excellence Prize at the Japan Media Arts Festival in 2002, and the Shogakukan Manga Award in the general category in 2003. The series' combined storyline won the Grand Prize at the 37th Japan Cartoonist Awards on May 9, 2008. VIZ Media published the series in English under the VIZ Signature imprint from February 17, 2009 to September 18, 2012. VIZ Media licensed the series in 2005; however, at Urasawa's request, it was rescheduled for release after Monster finished its English publication due to a change in art style over time. The series has also been published in Brazilian Portuguese by Panini Comics/Planet Manga since September 2012. The series was adapted into a trilogy of live-action films which released in Japan between August 30, 2008 and August 29, 2009.",
            "startDate": "1999-09-27T00:00:00Z",
            "chapters": 249,
            "mainPicture": "\"https://cdn.myanimelist.net/images/manga/5/260006l.jpg\"",
            "themes": [
                {
                    "id": "4394C99F-615B-494A-929E-356A342A95B8",
                    "theme": "Psychological"
                },
                {
                    "id": "3CF0EDA7-5856-40F7-A0CF-EC676B4A842C",
                    "theme": "Historical"
                }
            ],
            "score": 8.95,
            "endDate": "2006-04-24T00:00:00Z",
            "titleJapanese": "20世紀少年",
            "authors": [
                {
                    "role": "Story & Art",
                    "firstName": "Naoki",
                    "lastName": "Urasawa",
                    "id": "54BE174C-2FE9-42C8-A842-85D291A6AEDD"
                }
            ],
            "url": "\"https://myanimelist.net/manga/3/20th_Century_Boys\"",
            "volumes": 22,
            "title": "20th Century Boys"
        },
        "id": "BB346EA6-0FE2-403B-96B7-95DAA2720719"
    }
]
